<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
    'edit_profile' => 'បច្ចុប្បន្នភាពប្រវត្តិរូប',
    'change_password' => 'ប្តូរលេខសំងាត់',
    'current_password' => 'លេខសំងាត់បច្ចុប្បន្ន',
    'new_password' => 'លេខសំងាត់ថ្មី',
    'confirm_new_password' => 'វាយលេខសំងាត់ម្តងទៀត',
    'user_management' => 'បុគ្គលិក',
    'roles' => 'សិទ្ធប្រើប្រាស់',
    'users' => 'បុគ្គលិក',
    'manage_roles' => 'គ្រប់គ្រងសិទ្ធប្រើប្រាស់',
    'all_roles' => 'សិទ្ធប្រើប្រាស់ទាំងអស់',
    'add_role' => 'បន្ថែមសិទ្ធប្រើប្រាស់',
    'role_name' => 'ឈ្មោះសិទ្ធប្រើប្រាស់',
    'permissions' => 'ការអនុញ្ញាតិ',
    'role_added' => 'សិទ្ធប្រើប្រាស់ បន្ថែម ជោគជ័យ',
    'role_already_exists' => 'សិទ្្ធប្រើប្រាស់មានឈ្មោះនេះមានរួចរាល់ហើយ',
    'edit_role' => 'បច្ចុប្បន្នភាពសិទ្ធប្រើប្រាស់',
    'role_updated' => 'សិទ្ធប្រើប្រាស់ បច្ចុប្បន្នភាព ជោគជ័យ',
    'role_deleted' => 'សិទ្ធប្រើប្រាស់ លុប ជោគជ័យ',
    'manage_users' => 'គ្រប់គ្រងបុគ្គលិក',
    'all_users' => 'បុគ្គលិកទាំងអស់',
    'name' => 'ឈ្មោះ',
    'role' => 'សិទ្ធប្រើប្រាស់',
    'add_user' => 'បន្ថែមបុគ្គលិក',
    'user_added' => 'បុគ្គលិក បន្ថែម ជោគជ័យ',
    'role_is_default' => 'អ្នកមិនអាចកែ សិទ្ធប្រើប្រាស់នេះបានទេ',
    'edit_user' => 'បច្ចុប្បន្នភាពបុគ្គលិក',
    'leave_password_blank' => "ដាក់កន្លែងនេះអោយទំនេរ ប្រសិនបើអ្នកមិនចង់ប្តូរលេខសំងាត់",
    'user_update_success' => 'បុគ្គលិក បច្ចុប្បន្នភាព ជោគជ័យ',
    'user_delete_success' => 'បុគ្គលិក លុប ជោគជ័យ',
];