<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tax Rates Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Tax Rate CRUD operations.
    |
    */

    'tax_rates' => 'ការកំណត់អត្រាពន្ធ',
    'manage_your_tax_rates' => 'គ្រប់គ្រងអត្រាពន្ធរបស់អ្នក',
    'all_your_tax_rates' => 'អត្រាពន្ធរបស់អ្នកទាំងអស់',
    'name' => 'ឈ្មោះ',
    'rate' => 'អត្រាពន្ធ %',
    'added_success' => 'អត្រាពន្ធ បន្ថែម បានជោគជ័យ',
    'updated_success' => 'អត្រាពន្ធ បច្ចុប្បន្នភាព បានជោគជ័យ',
    'deleted_success' => 'អត្រាពន្ធ លុប បានជោគជ័យ',
    'add_tax_rate' => 'បន្ថែមអត្រាពន្',
    'edit_taxt_rate' => 'បច្ចុប្បន្នភាពអត្រាពន្',
    'add_tax_group' => 'បន្ថែមប្រភេទអត្រាពន្ធ',
    'tax_group_added_success' => 'ប្រភេទអត្រាពន្ធ បន្ថែម ជោគជ័យ',
    'tax_group_updated_success' => 'ប្រភេទអត្រាពន្ធ បច្ចុប្បន្នភាព ជោគជ័យ',
    'tax_groups' => 'ប្រភេទអត្រាពន្ធ',
    'edit_tax_group' => 'បច្ចុប្បន្នភាពប្រភេទអត្រាពន្ធ',
    'sub_taxes' => 'ពន្ធរង',
    'can_not_be_deleted' => 'អត្រាពន្ធនេះគឺស្ថិតនៅក្នុងប្រភេទអត្រាពន្ធផ្សេងៗទៀត',

];